<div class="page-title">Типовые формы CRUD простых сущностей</div>
<h3 id="section1">Создание</h3>
<p>
  Создание простых объектов производится в самой таблице нажатием на кнопку
  <b>«Создать»</b>, после чего в таблице появится форма для ввода данных. Для
  сохранения изменений необходимо нажать на кнопку <b>«Создать»</b> в конце
  таблицы.
</p>
<img class="im mgb" src="./img/simple/CRUD простые сущности просмотр.jpg" />
<img class="im mgb" src="./img/simple/CRUD простые сущности создание1.jpg" />
<h3 id="section2">Редактирование</h3>
<p>
  Редактирование строки справочника осуществляется в самой таблице. Для
  редактирования содержимого строки таблицы нажмите кнопку <b>«Изменить»</b> в
  конце соответствующей строки.
</p>
<img
  class="im mgb"
  src="./img/simple/CRUD простые сущности редактирование1.jpg"
/>
<p>Для сохранения изменений нажмите на кнопку <b>«Сохранить»</b>.</p>
<img
  class="im mgb"
  src="./img/simple/CRUD простые сущности редактирование2.jpg"
/>
<h3 id="section3">Удаление</h3>
<p>
  Редактирование одной строки происходит нажатием на иконку <b>«Удалить»</b>,
  которая располагается в конце каждой строки.
</p>
<img class="im mgb" src="./img/simple/CRUD простые сущности удаление1.jpg" />
<p>
  Удалите несколько строк сразу: отметьте флажки слева и нажмите
  <b>«Удалить»</b> на панели действий.
</p>
<img class="im mgb" src="./img/simple/CRUD простые сущности удаление2.jpg" />
<img class="im mgb" src="./img/simple/CRUD простые сущности удаление3.jpg" />
